[Cues]
Act_E1_5A_BathRoom_Pills_Look01_Max_010="I wonder if Chloe is taking those pills? I hope she's okay…"
Act_E1_5A_Bathroom_Cabinet_Interact01_Max_010="I like Chloe's new hair color. She's the opposite of shy... of me."
Act_E1_5A_Bathroom_Dark_Look01_Max_010="Whoa! Dark. I cannot see anything."
Act_E1_5A_Bathroom_Drawer01_Interact01_Max_010="I hope Chloe isn't taking these pills..."
Act_E1_5A_Bathroom_MakeUpStuff_Look01_Max_010="This is definitely Joyce's make-up. Chloe wouldn't use animal products."
Act_E1_5A_Bathroom_Scale_Interact01_Max_010="No comment."
Act_E1_5A_Bathroom_Scale_Look01_Max_010="I already weighed myself last week."
Act_E1_5A_Bathroom_Shower_Interact01_Max_010="It's so clean I want to test it out. But I need those tools from the garage."
Act_E1_5A_Bathroom_Shower_Look01_Max_010="Nice, clean shower."
Act_E1_5A_ChloeRoom_Bed_Interact01_Max_010="I'm not a kid anymore, I can't hide under the bed! Where else?"
Act_E1_5A_ChloeRoom_BlueDrawer01_Interact01_Max_010="We had such a blast drawing these together."
Act_E1_5A_ChloeRoom_BlueDrawer01_Look01_Max_010="Man, I remember this furniture. We spent all day painting it blue. Chloe loved that blue."
Act_E1_5A_ChloeRoom_Box_Interact01_Max_010="Chloe's right. I should put this stuff away..."
Act_E1_5A_ChloeRoom_Box_Look01_Max_010="Old cardboard boxes..."
Act_E1_5A_ChloeRoom_BrokenGlobe_Look01_Max_010="Smooth move, Max. I could fix it with a quick rewind..."
Act_E1_5A_ChloeRoom_BrokenGlobe_Look02_Max_010="Shit, too late for me to rewind and fix that now."
Act_E1_5A_ChloeRoom_BrokenGlobe_Look03_Max_010="Shit, too late for me to rewind and fix that now. I need to seriously learn what I can and can't do with this power."
Act_E1_5A_ChloeRoom_CHChloe_Look01_Max_010="Hard to believe Chloe was my BFF just five years ago."
Act_E1_5A_ChloeRoom_CHChloe_Look02_Max_010="She hasn't changed that much. We could still be BFF..."
Act_E1_5A_ChloeRoom_CHChloe_Look03_Max_010="It's nice to see Chloe happy. I'm glad I took a hit for the team."
Act_E1_5A_ChloeRoom_CHChloe_Look04_Max_010="Chloe looks super pissed because I didn't take the blame."
Act_E1_5A_ChloeRoom_Closet_Interact01_Max_010="Sealed shut."
Act_E1_5A_ChloeRoom_Closet_Interact02_Max_010="This won't budge. She wouldn't put her music in there anyway."
Act_E1_5A_ChloeRoom_Closet_Look01_Max_010="Oh, this is a flashback to youth. Our "Super Secret Closet Lair"!"
Act_E1_5A_ChloeRoom_ClothDrawer01_Interact01_Max_010="Chloe totally changed her style. I barely recognized her."
Act_E1_5A_ChloeRoom_ClothDrawer01_Look01_Max_010="Chloe's dad built this dresser."
Act_E1_5A_ChloeRoom_Desk_Interact01_Max_010="I think this junk swallowed her discs."
Act_E1_5A_ChloeRoom_Desk_Look01_Max_010="Is this a desk or a storage space?"
Act_E1_5A_ChloeRoom_Door_Interact01_Max_010="No way do I want to bump into David again."
Act_E1_5A_ChloeRoom_DuffleBag_Interact01_Max_010="And it reeks like dirty laundry. Gross!"
Act_E1_5A_ChloeRoom_DuffleBag_Look01_Max_010="This looks like a laundry bag."
Act_E1_5A_ChloeRoom_EmptyHiFi_Look01_Max_010="Houston, we have the power. But we need to find a disc to play…"
Act_E1_5A_ChloeRoom_FloorLamp_Look01_Max_010="This lamp is wonky. It might fall if I touch it..."
Act_E1_5A_ChloeRoom_HeightGauge_Look01_Max_010="Chloe was always taller than me. We made her dad keep track of our height."
Act_E1_5A_ChloeRoom_Hifi_Look01_Max_010="It won't play without any power."
Act_E1_5A_ChloeRoom_Hifi_Look02_Max_010="Now let's see what kind of music Chloe is into these days."
Act_E1_5A_ChloeRoom_Hifi_Look03_Max_010="I didn't expect anything this wistful from Chloe... Maybe it reminds her of Rachel?"
Act_E1_5A_ChloeRoom_Joint_Interact01_Max_010="You can hide a joint, but not the smell... forget it."
Act_E1_5A_ChloeRoom_Laptop_Interact01_Max_010="She looks super happy."
Act_E1_5A_ChloeRoom_Laptop_Interact02_Max_010="She looks super sad."
Act_E1_5A_ChloeRoom_Laptop_Interact03_Max_010="She looks super stoned."
Act_E1_5A_ChloeRoom_Laptop_Interact04_Max_010="These photos capture Chloe. I wonder who took them?"
Act_E1_5A_ChloeRoom_Laptop_Look01_Max_010="Too bad I can't stream any music from Chloe's laptop. But I love how funky and outdated it is...She even covered it in punk stickers because Chloe doesn't give a shit."
Act_E1_5A_ChloeRoom_Letter01_Look01_Max_010="Rachel and Chloe really were close. She must miss her."
Act_E1_5A_ChloeRoom_MPA_Look01_Max_010="So it was Chloe who printed all those flyers..."
Act_E1_5A_ChloeRoom_MetalBox_Look01_Max_010="Okay Chloe, a metal box under the bed equals secret."
Act_E1_5A_ChloeRoom_MetalBox_Look02_Max_010="Now it's not a secret metal box anymore."
Act_E1_5A_ChloeRoom_Multisocket_Look01_Max_010="There's the power strip."
Act_E1_5A_ChloeRoom_Multisocket_Look02_Max_010="Now I have the power."
Act_E1_5A_ChloeRoom_Paper01_Look01_Max_010="Damn, Chloe does need a lot of money to get out of Arcadia..."
Act_E1_5A_ChloeRoom_Picture01_Look01_Max_010="Three grand to fix that piece of shit? Chloe must have beatdown her piggy bank..."
Act_E1_5A_ChloeRoom_PostCard01_Look01_Max_010="This postcard is from Rachel Amber..."
Act_E1_5A_ChloeRoom_Poster_Look01_Max_010="I'm not into them. Too pretentious."
Act_E1_5A_ChloeRoom_ReportCard_Look01_Max_010="Damn, Chloe was kicked out of Blackwell two years ago. She used to be a great student... when she cared."
Act_E1_5A_ChloeRoom_RewindChoice_InterveneTakeBlame_Max_010="Man, that did not go well for me. If I want to keep my Blackwell scholarship I shouldn't lie for anybody, even Chloe. I have to think about my own future..."
Act_E1_5A_ChloeRoom_RewindChoice_InterveneTakeBlame_Max_020="Okay I feel better about Chloe and me but I do have rent-a-cop on my case now, maybe I should rewind and make up to Chloe later."
Act_E1_5A_ChloeRoom_RewindChoice_NotHidden_Max_010="Well that sucked ass. David is furious. Maybe I can rewind and hide in the closet..."
Act_E1_5A_ChloeRoom_RewindChoice_StayHiddenBlameChloe_Max_010="David was such a mean bastard to Chloe... What if I had stepped up to help?"
Act_E1_5A_ChloeRoom_ShoeBox_Interact01_Max_010="Look at that... Chloe and her dad were so close."
Act_E1_5A_ChloeRoom_ShoeBox_Look01_Max_010="I wonder what Chloe keeps in here..."
Act_E1_5A_ChloeRoom_ShoeBox_Look02_Max_010="Chloe tries to act like she's over her dad, but I don't think she can let go of him..."
Act_E1_5A_ChloeRoom_SuitCase_Look01_Max_010="Nothing but junk in this suitcase."
Act_E1_5A_ChloeRoom_TV_Look01_Max_010="Hey, that TV used to be in the living room."
Act_E1_5A_ChloeRoom_TrashCan_Interact01_Max_010="Whoda thunk Chloe wouldn't pay her parking tickets? She does love trouble."
Act_E1_5A_ChloeRoom_TrashCan_Look01_Max_010="Chloe's trash overfloweth."
Act_E1_5A_ChloeRoom_VoiceOver01_Max_010="Chloe is pretty pissed at me. I better look for a CD..."
Act_E1_5A_ChloeRoom_VoiceOver01_Max_020="I guess she's not into Blue's Clues or Teletubbies anymore..."
Act_E1_5A_ChloeRoom_VoiceOver01_Max_030="When's the last time I had to dig through Chloe's crap?"
Act_E1_5A_ChloeRoom_VoiceOver01_Max_040="Such a bizarro day... and now I'm looking for Chloe's music."
Act_E1_5A_ChloeRoom_VoiceOver01_Max_050="I wish I could tell her everything... but she would freak out."
Act_E1_5A_ChloeRoom_VoiceOver01_Max_060="Oops. As if Chloe wasn't already in a bad mood. And I made it worse. Maybe I can fix this..."
Act_E1_5A_ChloeRoom_VoiceOver02_Max_010="I shouldn't bug Chloe now. Plus I need those tools..."
Act_E1_5A_ChloeRoom_VoiceOver02_Max_020="Looks like Chloe needs a time-out while I get these tools..."
Act_E1_5A_ChloeRoom_VoiceOver02_Max_060="Chloe's mom always busted us for being too loud. Now we're barely talking."
Act_E1_5A_ChloeRoom_VoiceOver03_Max_010="This day couldn't get any stranger..."
Act_E1_5A_ChloeRoom_VoiceOver03_Max_020="This would be a great shot of Chloe dancing..."
Act_E1_5A_ChloeRoom_VoiceOverHelpChloe_Max_010="I feel a little drained, but I could help Chloe."
Act_E1_5A_ChloeRoom_VoiceOverHelpChloe_Max_020="If I used my power, it might help."
Act_E1_5A_ChloeRoom_VoiceOverMaxStress_Max_010="Just when we had a quiet moment..."
Act_E1_5A_ChloeRoom_VoiceOverMaxStress_Max_020="I could just try to rewind time..."
Act_E1_5A_ChloeRoom_VoiceOverMaxStress_Max_030="Damn, should I use my power for this?"
Act_E1_5A_ChloeRoom_VoiceOverMaxStress_Max_040="I better hide quick!"
Act_E1_5A_ChloeRoom_VoiceOverMaxStress_Max_050="Where the hell am I going to hide?"
Act_E1_5A_ChloeRoom_VoiceOverNotHurtChloe_Max_010="I could change this so I don't hurt Chloe."
Act_E1_5A_ChloeRoom_VoiceOverNotHurtChloe_Max_020="Okay Max, you can make things right."
Act_E1_5A_ChloeRoom_VoiceOverRewind_Max_010="Man, David is scary... he could hurt my Blackwell scholarship. I still feel weak, but I could change that."
Act_E1_5A_ChloeRoom_VoiceOverRewind_Max_020="I feel so drained, but I could go back and fix this."
Act_E1_5A_ChloeRoom_Window_Interact01_Max_010="This is going nowhere fast. I better look someplace else."
Act_E1_5A_ChloeRoom_Window_Look01_Max_010="We used to dare each other to climb down, but never did."
Act_E1_5A_Corridor_AuroraPicture_Look01_Max_010=""You can't go home again," said Thomas Wolfe. But... here I am."
Act_E1_5A_Corridor_Books_Look01_Max_010="These books have not been touched since the last decade. I see why."
Act_E1_5A_Corridor_Closet_Look01_Max_010="Locked."
Act_E1_5A_Corridor_ExitCorridor_Interact01_Max_010="Now that I have the tools I don't need to go downstairs."
Act_E1_5A_Corridor_GuestRoom_Look01_Max_010="Locked 2: Electric Boogaloo. Interesting..."
Act_E1_5A_Corridor_ParentsRoom_Look01_Max_010="Chloe's parents must sleep here."
Act_E1_5A_Corridor_Window_Look01_Max_010="Nothing's changed. Except for me and Chloe."
Act_E1_5A_ParentsRoom_Bird_Look01_Max_010="Oh shit! Poor thing! I bet I could I do something to save it..."
Act_E1_5A_ParentsRoom_Bird_Look02_Max_010="Bye, bye birdie. I could have used my rewind to save the poor thing but I guess every power has a limit..."
Act_E1_5A_ParentsRoom_Bird_Look03_Max_010="Bye, bye birdie. I could have used my rewind to save the poor thing but I was way too late..."
Act_E1_5A_ParentsRoom_Bird_Look04_Max_010="You've been resurrected, birdie. Fly, be free."
Act_E1_5A_ParentsRoom_Book_Look01_Max_010=""Act, React Or Die: A 21st Century Survival Guide." Whoa. Apocalypse self-help."
Act_E1_5A_ParentsRoom_Closet_Interact01_Max_010="Joyce still works at the diner. Is her a husband a cop? Poor Chloe."
Act_E1_5A_ParentsRoom_Drawer01_Interact01_Max_010="Dog tags, sweet. "David Madsen.""
Act_E1_5A_ParentsRoom_Drawer02_Interact01_Max_010="Aw, Joyce has a little shrine to William. Her new husband may not be such a douche..."
Act_E1_5A_ParentsRoom_JoycePhoto_Max_010="Joyce looks happy. Chloe's stepdad might not be a douchebag after all."
Act_E1_5A_ParentsRoom_Magazine_Look01_Max_010="Joyce always loved her mail-order catalogs of useless crap."
Act_E1_5A_ParentsRoom_Necklace_Look01_Max_010="Oh my... Chloe made this for Joyce on Mother's Day, years ago. I see why she would keep it."
Act_E1_5A_ParentsRoom_Papers_Look01_Max_010="Uh oh. The "Prices" are late on their bills."
Act_E1_5A_ParentsRoom_Uniform_Look01_Max_010="Joyce still works at the diner and Chloe's new dad is a security guard... Uh oh."
Act_E1_5A_ParentsRoom_VoiceOver_Max_010="This must be Chloe's parents room... Man, I am nosey today..."
Act_E1_5A_ParentsRoom_VoiceOver_Max_020="Wowser. That's two lives I've saved today... What does this mean?"
Act_E1_5A_ParentsRoom_Window_Look01_Max_010="To think I lived just half a mile away..."
Cue_E1_5A_ChloeRoom_Box_Chloe_010="Dude, you broke my glass snow dome. Thanks."
Cue_E1_5A_ChloeRoom_CHChloe_CDObj_Chloe_001="Hey, did you find the disc yet?"
Cue_E1_5A_ChloeRoom_CHChloe_CDObj_Chloe_002="I know my room is a disaster but you can find a disc."
Cue_E1_5A_ChloeRoom_CHChloe_CDObj_Chloe_003="It's here, Max. Look a little harder."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion2_Chloe_001="Could you put on some music please?"
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion3_Chloe_001="You are ridiculous. I don't see you for five years, and your first response is to break my glass snow dome. Thanks Max... Now please put on some music and let me smoke out by myself for a bit."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Chloe_001="So tell me, what does Max Caulfield do for fun now that she's a grown-up?"
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Chloe_006="I can't say I know you anymore. Maybe you love to go clubbin' every night."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Chloe_007="Not Little Miss Wallflower. I bet you've never even been to a party."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Chloe_008="Gee thanks. I was hoping to hear something positive."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Chloe_009="It doesn't sound that sad."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Chloe_014="I'd dose those candy-flipping morons and watch them twitch into a DJ dance death rattle...Take a photo of that."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Chloe_015="Max, you were 12 years old. That's... sad. You should stick to taking photos."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Chloe_016="No, about me. Duh! I thought you'd at least be happy taking photos... Forget it."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Chloe_017="Now that's more inspiring. I don't feel so totally hopeless..."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Max_002="Not much. You know me. I like to observe the world more than participate."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Max_003="Party all night."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Max_004="I don't feel grown up. Just more confused as I get older. Especially after today..."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Max_005="I take photos. Of me, the world, everything. It may sound sad, but I have a blast."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Max_010="Can you see me at a rave?"
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Max_011="Oh right. I went to your birthday blowout."
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Max_012="About me?"
Cue_E1_5A_ChloeRoom_CHChloe_ChloeQuestion_Max_013="I'm happiest when I've got a great image in my lens. I'm not lonely, not afraid..."
Cue_E1_5A_ChloeRoom_CHChloe_DeskObj_Chloe_001="You found the tools? Sweet. You can sit at my desk and fix your camera."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Chloe_001="You're giving me a look I haven't seen for awhile. What's the problem?"
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Chloe_004="Or somebody like Nathan will bust me with a cap. Screw that. I need to cover my own back."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Chloe_005="Only if somebody gets in my way again."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Chloe_008="What the hell does he need another gun for? To mow down Bigfoot cheerleaders?"
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Chloe_009="You think I want to? I'd rather be in LA with Rachel than hiding a gun..."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Chloe_011="I know, Max. But I do feel safer having a nine millimeter in my pants."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Chloe_014="When assholes stop threatening me with guns, then I'll stop playing with mine."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Chloe_015="After about a hundred online videos, hell yeah."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Chloe_018="Max, I'm not looking for trouble. I just want protection. If anybody in this country should have guns, it should be women..."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Max_002="Why steal a gun from your stepdad? You know you're going to get busted."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Max_003="You should put the gun back. Too dangerous..."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Max_006="Your stepdad won't let you off the hook that easy."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Max_007="Please don't talk that way..."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Max_010="This is all just so scary."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Max_012="Well, I don't. Guns make me nervous. You should be playing guitar, not playing with a gun."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Max_013="Can you actually use it?"
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Max_016="Your gun can't stop a bullet in your back."
Cue_E1_5A_ChloeRoom_CHChloe_Gun01_Max_017="Just don't keep it in your pants, okay?"
Cue_E1_5A_ChloeRoom_CHChloe_Gun02_Chloe_001="Let's sneak out the window."
Cue_E1_5A_ChloeRoom_CHChloe_HifiObj_Chloe_001="Go on, it's an mp3, not a vinyl. You can play it..."
Cue_E1_5A_ChloeRoom_CHChloe_HifiObj_Chloe_002="I guess you love awkward silence instead of music."
Cue_E1_5A_ChloeRoom_CHChloe_HifiObj_Chloe_003="I'm still not hearing any tunes."
Cue_E1_5A_ChloeRoom_CHChloe_HifiObj_Chloe_004="Doh, Max. The player's over there."
Cue_E1_5A_ChloeRoom_CHChloe_HifiObj_Chloe_005="Now can you please put on some jams?"
Cue_E1_5A_ChloeRoom_CHChloe_HifiObj_Chloe_006="Max, this silence is killing me. Must. Have. Music."
Cue_E1_5A_ChloeRoom_CHChloe_HifiObj_Chloe_007="Let's hear that CD."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_001="Yeah, I put them up... She was my angel. After my dad died and you moved, I felt abandoned. Rachel saved my life."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_004="Rachel Amber. She was my... angel. After my dad died and you moved, I felt abandoned. Rachel saved my life."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_006="Well you never made much effort to find out. I was 14, we were best friends."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_009="Rachel had my back. We were gonna kick the world's ass. You would laugh at how different we were... She wanted to be a star."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_011="That was her plan. Our plan. Get the hell out of Bigfootville, and into Los Angeles."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_015="My mom was too busy hooked up with Sergeant Shithead."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_016="She was happy enough to marry a Nazi. Reason number 356 to escape."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_017="She couldn't wait to get re-hitched. Step-dick is one reason I wanted to bail."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_019="Six months ago. She just... left Arcadia. Without a word. Without... me."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_022="Unlike you, she would have told me, okay? Something happened to her."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_023="They're in denial. Max, I know she's missing."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_026="Like everybody in my life. My dad, you... and Rachel. Gone... Can you put on some music now?"
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Chloe_028="Before Rachel left, she said she met somebody who changed her life... Then poof."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_002="That's Rachel Amber... Her "Missing Person" posters are all over Blackwell."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_003="So, who is she? Do you mind talking about her?"
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_005="Man, I had no idea."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_007="I never forgot. Even if I was an asshole and didn't keep in touch. But you had Rachel..."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_008="So, Rachel took my place... I'm glad she was there for you."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_010="She looks like a model."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_012="So, what happened? Did your folks, your mom, try to stop you?"
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_013="I see why... I bet your mom was not too happy..."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_014="What about your mom? What did Joyce think about all this?"
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_018="I feel the love... Now, when did Rachel actually disappear?"
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_020="How do you know she disappeared? Maybe she wanted to start a totally new life..."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_021="What about her parents? Are they looking for her?"
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_024="I believe you. I'm just trying to get all deductive..."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_025="I assume you know more than that..."
Cue_E1_5A_ChloeRoom_CHChloe_Rachel_Max_027="And you haven't heard anything from her since?"
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_001="Now tell me the truth, Max."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_004="Damn. You're a ninja."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_005="Come on! Even after five years I can still tell when you're lying."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_009="That is so badass."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_012="So, did you recognize me?"
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_014="I hope so. I'm sure this is all so weird to you after coming back."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_016="I know I look a lot different."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_018="I don't blame you, Max."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_020="So you must have overheard our conversation..."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_022="So then you did hear us?"
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_024="There is no way you didn't hear every single vowel."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_026="Now for the big question: Did you tell anybody?"
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_031="Gutless prick... that was scary. Who did you tell?"
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_032="Like anybody! Stop stalling, sister."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_033="I don't blame you... That's some intense shit."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_034="Nathan fronts like a thug, but he's a spoiled punkass beeatch."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_038="The Principal? Are you still twelve? That drunk jackass only cares about cash for Blackwell Academy... Don't trust him."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Chloe_040="Thank God... I'll tell you more someday, and I seriously owe you, Max."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_002="I was there... Hiding in the corner."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_003="I wasn't there..."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_006="A ninja would have cut Nathan's head off.  I just took a butterfly photo..."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_007="Okay, I was there, Sherlock."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_010="Oh yeah, I almost wet myself when I saw the gun..."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_013="Not at all. Your hair and clothes are so different..."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_015="I wasn't sure..."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_017="I was scared, too. I couldn't see straight."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_019="Like you said, it's been that kind of day."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_021="I was freaking out! I could only hear Nathan ranting..."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_023="Just a bit..."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_025="Okay, I only heard something about money... drugs... but that's it."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_027="Absolutely. Nathan Prescott had a fucking gun on you."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_028="Like who?"
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_029="No. I didn't know what to do..."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_030="I wanted to... What if he goes on some rampage?"
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_035="The Principal... but he didn't seem to believe me."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_036="Maybe I should go to the Principal..."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_037="He would have shot you, Chloe. That's a fact. I should tell the Principal..."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_039="I didn't mention you at all. Swear."
Cue_E1_5A_ChloeRoom_CHChloe_RepairFail_Max_041="Seriously, I didn't blab to anybody. Promise."
Cue_E1_5A_ChloeRoom_CHChloe_ToolsObj_Chloe_001="My step-ass keeps tools down in the garage. I bet you can find something to fix your camera."
Cue_E1_5A_ChloeRoom_CHChloe_ToolsObj_Chloe_002="No Max, this isn't a tool shed. Like I said, check the garage."
Cue_E1_5A_ChloeRoom_CHChloe_ToolsObj_Chloe_003="Can you let me chillax for bit? Alone? The tools are still downstairs."
Cue_E1_5A_ChloeRoom_CHChloe_WindowObjBis_Chloe_001="We'll go out through the window. Seeing step-dick is not on the agenda."
Cue_E1_5A_ChloeRoom_CHChloe_WindowObjBis_Chloe_002="Can you go already? I wanna get the hell outta here."
Cue_E1_5A_ChloeRoom_CHChloe_WindowObjBis_Chloe_003="Damn, what are you waiting for? Open the window!"
Cue_E1_5A_ChloeRoom_CHChloe_WindowObj_Chloe_001="Come on, let's escape out the window! It's cool, I do it every night..."
Cue_E1_5A_ChloeRoom_CHChloe_WindowObj_Chloe_002="Max, open the window and we can blow this popsicle stand!"
Cue_E1_5A_ChloeRoom_CHChloe_WindowObj_Chloe_003="If you open the window, we can both get the hell out of here!"
Cue_E1_5A_ChloeRoom_ChloeDanceLoop_Chloe_010="This is my moment, Max. Don't let it slip..."
Cue_E1_5A_ChloeRoom_ChloeDanceLoop_Chloe_020="I can only strike so many poses, girl..."
Cue_E1_5A_ChloeRoom_DavidFurious_AlreadyOut_Max_010="Uh, yeah. My pot..."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_Chloe_030="Why don't you get off my crack? Stop taking your war rage out on high school girls."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_Chloe_050="Fuck you, pig."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_Chloe_090="Listen dipshit, if you ever lay a hand on me again, I'll have your ass in jail. Then you can guard yourself all night..."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_Chloe_110="Look at you, battling young girls."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_Chloe_150="Listen David. I have proof you got all up in Kate Marsh's face today. Surveillance proof."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_Chloe_170="You know what I'm talking about."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_Chloe_210="Whatever. Everybody bails on me. Even my "best friend" Max... Don't you?"
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_Chloe_220="I'm so done with everybody in this town... I wish I hadn't even seen you. As if you care. Color me outta here..."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_020="Of course not. I'm sure Chloe gets all the best shit, right? I'm sure she gave you "good friend" rates..."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_040="You haven't seen rage, you little—"
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_060="I... Listen, you asked for that. You know exactly what you're doing."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_070="I can already tell from today that you're trouble, Max. I hope this doesn't affect your status at Blackwell."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_080="Don't ever come back here."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_100="You're the ones who'll end up in jail."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_120="You only think you're tough and clever. This too shall pass..."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_130="Now, clean this pigsty up."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_140="For your own good you should stay away from Chloe. She's a loser and she'll only drag you down. Stick to doing your homework."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_160="What are you talking about?"
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_180="You only think you're tough and clever. This too shall pass..."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_David_190="Now, clean this pigsty up."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_Max_010="No way. It's not mine."
Cue_E1_5A_ChloeRoom_DavidFurious_BlameChloe_Max_200="I'm sorry Chloe. I didn't know what to do..."
Cue_E1_5A_ChloeRoom_DavidFurious_ChloeHappy_Chloe_010="Thanks for taking the heat. We totally smacked his punk ass down, Max. He's no match for you and me now... That was an epic win."
Cue_E1_5A_ChloeRoom_DavidFurious_ChloeHappy_Chloe_020="Anyway. Let's sneak out the window... There is one cool place we can hang in this hickhole..."
Cue_E1_5A_ChloeRoom_DavidFurious_ChloeSad_Chloe_020="Welcome to "The Real Step-douches of Arcadia Bay"..."
Cue_E1_5A_ChloeRoom_DavidFurious_ChloeSad_Chloe_040="For what? He would've been a bigger dick if he caught you in here."
Cue_E1_5A_ChloeRoom_DavidFurious_ChloeSad_Chloe_060="Anyway. Let's sneak out the window... There is one cool place we can go to in this hickhole..."
Cue_E1_5A_ChloeRoom_DavidFurious_ChloeSad_Max_010="Hey, you okay?"
Cue_E1_5A_ChloeRoom_DavidFurious_ChloeSad_Max_030="I'm sorry..."
Cue_E1_5A_ChloeRoom_DavidFurious_ChloeSad_Max_050="That's hard to believe."
Cue_E1_5A_ChloeRoom_DavidFurious_ChoiceHidden_David_010="Whose is it?"
Cue_E1_5A_ChloeRoom_DavidFurious_ChoiceNotHidden_Chloe_010="It's not my pot, it's from Max!"
Cue_E1_5A_ChloeRoom_DavidFurious_ChoiceNotHidden_David_020="Is this true?"
Cue_E1_5A_ChloeRoom_DavidFurious_DavidDesk_Chloe_020="Oh God, I didn't take your stupid gun. You do know I believe in gun control?"
Cue_E1_5A_ChloeRoom_DavidFurious_DavidDesk_Chloe_040="Oh yeah, guns, weed... You are trippin' balls."
Cue_E1_5A_ChloeRoom_DavidFurious_DavidDesk_David_010="One of my guns is missing."
Cue_E1_5A_ChloeRoom_DavidFurious_DavidDesk_David_015="Did you take it?"
Cue_E1_5A_ChloeRoom_DavidFurious_DavidDesk_David_030="Wait, is that grass? You've been toking up again in here!"
Cue_E1_5A_ChloeRoom_DavidFurious_DavidDesk_David_050="I'm sick of your disrespect! Tell me the truth, that's an order!"
Cue_E1_5A_ChloeRoom_DavidFurious_FileGarage_Chloe_020="I didn't touch your files, David. I could care less about your files."
Cue_E1_5A_ChloeRoom_DavidFurious_FileGarage_David_010="I ordered you to never go through my files. You obviously have."
Cue_E1_5A_ChloeRoom_DavidFurious_FileGarage_David_030="You care about starting shit, Chloe. And it's getting old."
Cue_E1_5A_ChloeRoom_DavidFurious_GetOut_David_020="Well, well. I don't like strangers in my home. Especially dopers."
Cue_E1_5A_ChloeRoom_DavidFurious_GetOut_Max_010="I'm sorry... That was my joint."
Cue_E1_5A_ChloeRoom_DavidFurious_Hidden_Chloe_010="Shit!"
Cue_E1_5A_ChloeRoom_DavidFurious_Hidden_Chloe_030="Jesus, I'm just trying on clothes. You're so friggin' paranoid."
Cue_E1_5A_ChloeRoom_DavidFurious_Hidden_David_020="What's going on in here?"
Cue_E1_5A_ChloeRoom_DavidFurious_Hidden_David_040="Yeah, combat will do that to you."
Cue_E1_5A_ChloeRoom_DavidFurious_NotHidden_Chloe_010="Shit!"
Cue_E1_5A_ChloeRoom_DavidFurious_NotHidden_Chloe_030="None of your business."
Cue_E1_5A_ChloeRoom_DavidFurious_NotHidden_Chloe_050="Stop freaking, she's not a stranger. This is my friend."
Cue_E1_5A_ChloeRoom_DavidFurious_NotHidden_David_020="What's going on in here? Why is she here?"
Cue_E1_5A_ChloeRoom_DavidFurious_NotHidden_David_040="I don't like strangers here."
Cue_E1_5A_ChloeRoom_DavidFurious_NotHidden_David_060="Great, another one of your "friends"."
Cue_E1_5A_ChloeRoom_DavidFurious_ShowGun_Chloe_010="Because you are such a badass, Max... Let me show my new toy..."
Cue_E1_5A_ChloeRoom_DavidFurious_ShowGun_Chloe_020="I'm Price... Chloe Price! Bang!"
Cue_E1_5A_ChloeRoom_DavidFurious_ShowGun_Chloe_040="Chillax, sista. It's not even loaded... yet."
Cue_E1_5A_ChloeRoom_DavidFurious_ShowGun_Chloe_060="Yes, I believe I should control the gun. It's the men who need to be checked. You trust Nathan or David?"
Cue_E1_5A_ChloeRoom_DavidFurious_ShowGun_Max_030="Jesus, put that thing down!"
Cue_E1_5A_ChloeRoom_DavidFurious_ShowGun_Max_050="I thought you believed in gun control."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_Chloe_010="Stop treating me and my mom like we're your family platoon."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_Chloe_020="I wish you'd leave Joyce. Like now."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_Chloe_040="Don't touch me again, asshole. That's the last time. Or I'll bring the cops in here so fast..."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_Chloe_060="I would be smart to have you busted."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_Chloe_080="By the way, I have proof you got all up in Kate Marsh's face today. Surveillance proof."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_Chloe_100="Then stay out of my life."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_David_010="Hey, leave Joyce out of this."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_David_030="Chloe, I'm sorry. I care about your mother and... You just keep pushing me."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_David_050="You're not that dumb."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_David_070="Chloe... Someday you'll grow up."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_David_090="What? You best stay out of my work."
Cue_E1_5A_ChloeRoom_DavidFurious_StayHidden_David_110="Chloe... Someday you'll grow up."
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_Chloe_050="Get the hell away from her, man! Stop harassing my friends!"
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_Chloe_070="Like you know. You're not even a real cop, you're a fucking security guard!"
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_Chloe_110="Get the hell away from her! I have proof you hassled Kate Marsh today!"
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_Chloe_130="I have surveillance proof. Now please leave us alone."
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_David_010="So you're bringing drugs into my home. How about if I call the police? That would screw up your spotless Blackwell record..."
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_David_020="You do seem to get around... "Max.""
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_David_030="I'm sick of you losers dragging Chloe down."
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_David_040="Missy, you sure do like to pop up and start trouble. Like this afternoon. You don't have anything smart to say now? Do you? Huh?"
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_David_060="You don't have any friends."
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_David_080="I was a soldier, Chloe."
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_David_090="And Max, if I see you here again... You'll learn all about real trouble."
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_David_100="You're on a roll today. Between the fire alarm and now this... You don't have anything smart to say now? Do you? Huh?"
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_David_120="What? What are you talking about?"
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_David_140="Okay Chloe. You know everything."
Cue_E1_5A_ChloeRoom_DavidFurious_TakeBlame_David_150="And Max, if I find you here again... It will be the last time."
Cue_E1_5A_ChloeRoom_DavidHome_Chloe_010="This song fucking rules! Can't dance, hippie? Come on!"
Cue_E1_5A_ChloeRoom_DavidHome_Chloe_020="Rawk out, girl!"
Cue_E1_5A_ChloeRoom_DavidHome_Chloe_030="Yes! Break it down, Max!"
Cue_E1_5A_ChloeRoom_DavidHome_Chloe_050="Yo, turn it off, turn it off!"
Cue_E1_5A_ChloeRoom_DavidHome_Chloe_070="Dude, the music's not even on!"
Cue_E1_5A_ChloeRoom_DavidHome_Chloe_080="Asshole."
Cue_E1_5A_ChloeRoom_DavidHome_Chloe_100="No fucking way!"
Cue_E1_5A_ChloeRoom_DavidHome_Chloe_110="You need to hide. Now! My stepdad will kill me if he finds you here!"
Cue_E1_5A_ChloeRoom_DavidHome_Chloe_130="Chill, I'm changing, is that okay?"
Cue_E1_5A_ChloeRoom_DavidHome_Chloe_140="Max, find a place to hide, NOW!"
Cue_E1_5A_ChloeRoom_DavidHome_David_040="Chloe, are you up there?"
Cue_E1_5A_ChloeRoom_DavidHome_David_060="How many times have I told you to stop blasting that punk shit?"
Cue_E1_5A_ChloeRoom_DavidHome_David_090="I'm coming up, we need to talk!"
Cue_E1_5A_ChloeRoom_DavidHome_David_120="Chloe, what's going on? Open this door, please."
Cue_E1_5A_ChloeRoom_DoorLoop_Chloe_020="I'm coming!"
Cue_E1_5A_ChloeRoom_DoorLoop_Chloe_040="I'm changing! Gimme a minute!"
Cue_E1_5A_ChloeRoom_DoorLoop_Chloe_060="One second... my bra is stuck."
Cue_E1_5A_ChloeRoom_DoorLoop_David_010="Chloe... What are you doing?"
Cue_E1_5A_ChloeRoom_DoorLoop_David_030="Chloe, you're stalling."
Cue_E1_5A_ChloeRoom_DoorLoop_David_050="Don't get smart, just let me in. Now. Please."
Cue_E1_5A_ChloeRoom_DoorLoop_David_070="I'm not screwing around, soldier. Chloe. Open this door."
Cue_E1_5A_ChloeRoom_DoorLoop_David_080="I'm giving you exactly three seconds to open the door. One... two... three..."
Cue_E1_5A_ChloeRoom_FriendAgain_Chloe_010="I, er, know it was your birthday last month..."
Cue_E1_5A_ChloeRoom_FriendAgain_Chloe_020="This was my real father's camera... I want you to have it."
Cue_E1_5A_ChloeRoom_FriendAgain_Chloe_040="Of course you can. My dad would be pissed if I never used it. And now I know it will be used awesomely."
Cue_E1_5A_ChloeRoom_FriendAgain_Chloe_050="And I'll snag this picture as a symbol of our reunion. Cool?"
Cue_E1_5A_ChloeRoom_FriendAgain_Chloe_070="Now that we got the mushy shit out of the way, I feel like stage diving! Let's thrash this place!"
Cue_E1_5A_ChloeRoom_FriendAgain_Chloe_090="Yep yep, I'm fucking insane in the brain! Let's dance! Shake that boney white ass! Or take my picture with your new camera!"
Cue_E1_5A_ChloeRoom_FriendAgain_Max_030="That's so cool you remembered my birthday. But I can't take this."
Cue_E1_5A_ChloeRoom_FriendAgain_Max_060="Yes, of course it's cool! Thank you... This camera is so sweet."
Cue_E1_5A_ChloeRoom_FriendAgain_Max_080="You're crazy."
Cue_E1_5A_ChloeRoom_Idle_Chloe_010="Good to see you once again browsing through all my shit."
Cue_E1_5A_ChloeRoom_Idle_Chloe_020="There goes Curious Max, looking for trouble..."
Cue_E1_5A_ChloeRoom_Idle_Chloe_030="Just take your time, Max."
Cue_E1_5A_ChloeRoom_MetalBox_Chloe_010="Hey, give me that!"
Cue_E1_5A_ChloeRoom_MetalBox_Chloe_030="That's putting it mildly."
Cue_E1_5A_ChloeRoom_MetalBox_Max_020="Sorry. I wasn't trying to be nosey. Obviously she was a good friend..."
Cue_E1_5A_ChloeRoom_RepairFail_Chloe_010="So?"
Cue_E1_5A_ChloeRoom_RepairFail_Chloe_030="Are these your new photos?"
Cue_E1_5A_ChloeRoom_RepairFail_Chloe_050="Let me see..."
Cue_E1_5A_ChloeRoom_RepairFail_DavidTake_Chloe_010="Are you shitting me? That asshole is everywhere."
Cue_E1_5A_ChloeRoom_RepairFail_End_Chloe_010="Wait... I've seen this before. No way! When did you take this?"
Cue_E1_5A_ChloeRoom_RepairFail_End_Chloe_030="YOU took this photo, you brat!"
Cue_E1_5A_ChloeRoom_RepairFail_End_Chloe_040="In the bathroom today... You set off the alarm! That's why Nathan raged after you... It totally makes sense."
Cue_E1_5A_ChloeRoom_RepairFail_End_Chloe_050="You hella saved my life..."
Cue_E1_5A_ChloeRoom_RepairFail_End_Chloe_060="Now tell me the truth, Max."
Cue_E1_5A_ChloeRoom_RepairFail_End_Max_020="Uh..."
Cue_E1_5A_ChloeRoom_RepairFail_Max_020="I can't fix this thing."
Cue_E1_5A_ChloeRoom_RepairFail_Max_040="Yeah... I just took them today."
Cue_E1_5A_ChloeRoom_RepairFail_Victoria_Chloe_010="Boo yah, you skank! Karma is a bitch."
Cue_E1_5A_ChloeRoom_RepairFail_Victoria_Chloe_020="Nice framing too."
Cue_E1_5A_ChloeRoom_Reveal01_Chloe_010="My room looks a bit different than the last time you saw it."
Cue_E1_5A_ChloeRoom_Reveal01_Chloe_030="This isn't exactly my "chill out zone" ...My step-führer makes sure of that. Come in and close the door."
Cue_E1_5A_ChloeRoom_Reveal01_Chloe_040="Put on some music while I medicate."
Cue_E1_5A_ChloeRoom_Reveal01_Max_020="It's cool. At least we can chill out."
Cue_E1_5A_ChloeRoom_SadChloe_Chloe_010="Anyway... You can find tools to fix your camera in the garage..."
Cue_E1_5A_ChloeRoom_SadChloe_Chloe_030="Sure, I'm awesome. I just want to blaze and be alone for a moment..."
Cue_E1_5A_ChloeRoom_SadChloe_Max_020="Chloe, are you okay?"
Cue_E1_5A_ChloeRoom_Window_Interact02_Chloe_010="Climb out. I'm right behind you."
Cue_E1_5A_ChloeRoom_Window_Interact03_Max_010="Chloe, wait for me!"
